Repository: dkaluta/Prosary
Catalog: iOS/Prosary/Localizable.xcstrings
Source language: en
Languages: ar, fil, fr, he, it, ru, uk

# settings.keyboardArrowNavigation
source: Use arrow keys to navigate
ar: استخدام مفاتيح الأسهم للتنقل
fil: Gamitin ang mga arrow key sa paglipat
fr: Utiliser les touches fléchées pour naviguer
he: ניווט באמצעות מקשי החצים
it: Usa i tasti freccia per navigare
ru: Переход с помощью клавиш со стрелками
uk: Перехід за допомогою клавіш зі стрілками

# settings.keyboardSpaceAdvance
source: Press Space to advance
ar: الضغط على مفتاح المسافة للمتابعة
fil: Pindutin ang Space para magpatuloy
fr: Appuyer sur Espace pour avancer
he: התקדמות באמצעות מקש הרווח
it: Premi Spazio per avanzare
ru: Нажимать пробел для перехода дальше
uk: Натискання пробілу для переходу далі

# galleryImage.choose
source: Choose Image…
ar: اختيار صورة…
fil: Pumili ng Larawan…
fr: Choisir une image…
he: בחירת תמונה…
it: Scegli immagine…
ru: Выбрать изображение…
uk: Вибрати зображення…

# galleryImage.searchOnline
source: Search Online…
ar: البحث عبر الإنترنت…
fil: Maghanap Online…
fr: Rechercher en ligne…
he: חיפוש באינטרנט…
it: Cerca online…
ru: Найти в интернете…
uk: Знайти в інтернеті…

# galleryImage.restoreDefault
source: Use Default Image
ar: استخدام الصورة الافتراضية
fil: Gamitin ang Default na Larawan
fr: Utiliser l’image par défaut
he: שימוש בתמונת ברירת המחדל
it: Usa immagine predefinita
ru: Использовать изображение по умолчанию
uk: Використати типове зображення

# galleryImage.source
source: Image Source
ar: مصدر الصورة
fil: Pinagmulan ng Larawan
fr: Source de l’image
he: מקור התמונה
it: Fonte dell’immagine
ru: Источник изображения
uk: Джерело зображення

# galleryImage.image
source: Image
ar: صورة
fil: Larawan
he: תמונה
it: Immagine
ru: Изображение
uk: Зображення

# galleryImage.couldNotChange
source: Couldn’t Change Image
ar: تعذّر تغيير الصورة
fil: Hindi Mapalitan ang Larawan
fr: Impossible de changer l’image
he: לא ניתן לשנות את התמונה
it: Impossibile cambiare immagine
ru: Не удалось изменить изображение
uk: Не вдалося змінити зображення

# galleryImage.useImage
source: Use Image
ar: استخدام الصورة
fil: Gamitin ang Larawan
fr: Utiliser l’image
he: שימוש בתמונה
it: Usa immagine
ru: Использовать изображение
uk: Використати зображення

# galleryImage.searchTitle
source: Find a Gallery Image
ar: البحث عن صورة للمعرض
fil: Maghanap ng Larawan para sa Galerya
fr: Trouver une image pour la galerie
he: חיפוש תמונה לגלריה
it: Trova un’immagine per la galleria
ru: Найти изображение для галереи
uk: Знайти зображення для галереї

# galleryImage.searchPrompt
source: Search Wikimedia Commons
ar: البحث في ويكيميديا كومنز
fil: Maghanap sa Wikimedia Commons
fr: Rechercher sur Wikimedia Commons
he: חיפוש בוויקישיתוף
it: Cerca su Wikimedia Commons
ru: Поиск на Викискладе
uk: Пошук у Вікісховищі

# galleryImage.searching
source: Searching…
ar: جارٍ البحث…
fil: Naghahanap…
fr: Recherche…
he: מתבצע חיפוש…
it: Ricerca…
ru: Поиск…
uk: Пошук…

# galleryImage.noResults
source: No Images Found
ar: لم يتم العثور على صور
fil: Walang Nahanap na Larawan
fr: Aucune image trouvée
he: לא נמצאו תמונות
it: Nessuna immagine trovata
ru: Изображения не найдены
uk: Зображень не знайдено

# galleryImage.searchUnavailable
source: Search Unavailable
ar: البحث غير متاح
fil: Hindi Magamit ang Paghahanap
fr: Recherche indisponible
he: החיפוש אינו זמין
it: Ricerca non disponibile
ru: Поиск недоступен
uk: Пошук недоступний

# galleryImage.trySearch
source: Try another name or a description of the image.
ar: جرّب اسمًا آخر أو وصفًا للصورة.
fil: Subukan ang ibang pangalan o paglalarawan ng larawan.
fr: Essayez un autre nom ou une description de l’image.
he: אפשר לנסות שם אחר או תיאור של התמונה.
it: Prova un altro nome o una descrizione dell’immagine.
ru: Попробуйте другое название или описание изображения.
uk: Спробуйте іншу назву або опис зображення.

# macGallery.image.invalid
source: Choose a supported image file.
ar: اختر ملف صورة مدعومًا.
fil: Pumili ng sinusuportahang file ng larawan.
fr: Choisissez un fichier image pris en charge.
he: יש לבחור קובץ תמונה נתמך.
it: Scegli un file immagine supportato.
ru: Выберите файл изображения поддерживаемого формата.
uk: Виберіть файл зображення підтримуваного формату.

# macGallery.image.tooLarge
source: This image is too large. Choose a smaller image.
ar: هذه الصورة كبيرة جدًا. اختر صورة أصغر.
fil: Masyadong malaki ang larawang ito. Pumili ng mas maliit na larawan.
fr: Cette image est trop volumineuse. Choisissez une image plus petite.
he: התמונה גדולה מדי. יש לבחור תמונה קטנה יותר.
it: Questa immagine è troppo grande. Scegli un’immagine più piccola.
ru: Это изображение слишком большое. Выберите изображение поменьше.
uk: Це зображення завелике. Виберіть менше зображення.

# macGallery.image.unavailable
source: This prayer’s image could not be changed.
ar: تعذّر تغيير صورة هذه الصلاة.
fil: Hindi mapalitan ang larawan ng panalanging ito.
fr: L’image de cette prière n’a pas pu être modifiée.
he: לא ניתן לשנות את התמונה של תפילה זו.
it: Non è stato possibile cambiare l’immagine di questa preghiera.
ru: Не удалось изменить изображение этой молитвы.
uk: Не вдалося змінити зображення цієї молитви.

# macGallery.image.searchFailed
source: Image search could not be completed. Try again.
ar: تعذّر إكمال البحث عن الصور. حاول مرة أخرى.
fil: Hindi makumpleto ang paghahanap ng larawan. Subukan muli.
fr: La recherche d’images n’a pas pu aboutir. Réessayez.
he: לא ניתן להשלים את חיפוש התמונות. אפשר לנסות שוב.
it: Impossibile completare la ricerca di immagini. Riprova.
ru: Не удалось завершить поиск изображений. Попробуйте ещё раз.
uk: Не вдалося завершити пошук зображень. Спробуйте ще раз.

# macGallery.image.downloadFailed
source: This image could not be downloaded. Try another image.
ar: تعذّر تنزيل هذه الصورة. جرّب صورة أخرى.
fil: Hindi ma-download ang larawang ito. Subukan ang ibang larawan.
fr: Cette image n’a pas pu être téléchargée. Essayez une autre image.
he: לא ניתן להוריד את התמונה. אפשר לנסות תמונה אחרת.
it: Impossibile scaricare questa immagine. Prova un’altra immagine.
ru: Не удалось скачать это изображение. Попробуйте другое.
uk: Не вдалося завантажити це зображення. Спробуйте інше.

# about.additionalPrayerSources
source: Additional prayer sources: Vatican News, the Sanctuary of Fatima, Notre-Dame de Paris, AELF and the Italian Episcopal Conference (CEI). Also: Basilica of Guadalupe; GOARCH Digital Chant Stand; IVE Greece (Greek Anima Christi translated by Fr F. Bravo IVE); St Nicholas Catholic Parish, Tinos; Carmelite Iberian Province; Natalia Smelova, Melkite Syriac Hymns to the Mother of God (2011), for the medieval Syriac Under Your Protection. Officium Parvum Graece et Latine (Avignon: F. Seguin, 1823), pp. 7, 119, 121, 125. Alfonso Maria de’ Liguori: Esercizio della Via Crucis (1761); Mater dolorosa (1888). Greek Angelus: IVE Greece. O Antiphons: Saint James Vicariate (Hebrew) and RusCatholic (Russian). Syriac Rosary opening verse: Psalm 70:2, Walton Polyglot (1657), p. 194. Greek Stations response: Catholic Bishops’ Conference of Greece (cen.gr).
ar: مصادر إضافية للصلوات: أخبار الفاتيكان، ومزار فاطمة، وكاتدرائية نوتردام في باريس، وAELF، ومجلس الأساقفة الإيطالي (CEI). كذلك: بازيليك غوادالوبي؛ GOARCH Digital Chant Stand؛ IVE في اليونان (ترجمة صلاة نفس المسيح إلى اليونانية للأب F. Bravo IVE)؛ رعية القديس نيقولاوس الكاثوليكية في تينوس؛ الإقليم الكرملي الإيبيري؛ Natalia Smelova, Melkite Syriac Hymns to the Mother of God (2011)، للنص السرياني من العصور الوسطى لصلاة تحت حمايتك. Officium Parvum Graece et Latine (Avignon: F. Seguin, 1823), pp. 7, 119, 121, 125. Alfonso Maria de’ Liguori: Esercizio della Via Crucis (1761); Mater dolorosa (1888). صلاة التبشير الملائكي باليونانية: IVE في اليونان. أنتيفونات «يا»: نيابة القديس يعقوب (العبرية) وRusCatholic (الروسية). آية افتتاح المسبحة بالسريانية: المزمور 70:2، الكتاب المقدس متعدد اللغات لوالتون (1657)، ص. 194. ردّ درب الصليب باليونانية: مجلس الأساقفة الكاثوليك في اليونان (cen.gr).
fil: Iba pang pinagmulan ng mga panalangin: Vatican News, Dambana ng Fatima, Notre-Dame de Paris, AELF at Kapulungan ng mga Obispong Italyano (CEI). Gayundin: Basilika ng Guadalupe; GOARCH Digital Chant Stand; IVE Greece (salin sa Griyego ng Anima Christi ni Padre F. Bravo IVE); Parokyang Katoliko ni San Nicolas sa Tinos; Lalawigang Iberiko ng mga Carmelite; Natalia Smelova, Melkite Syriac Hymns to the Mother of God (2011), para sa sinaunang tekstong Siryako ng Sa Ilalim ng Iyong Pagtangkilik. Officium Parvum Graece et Latine (Avignon: F. Seguin, 1823), pp. 7, 119, 121, 125. Alfonso Maria de’ Liguori: Esercizio della Via Crucis (1761); Mater dolorosa (1888). Angelus sa Griyego: IVE Greece. Mga Antiponang O: Bikaryato ni Santiago (Hebreo) at RusCatholic (Ruso). Pambungad na talata ng Rosaryo sa Siryako: Awit 70:2, Polyglot ni Walton (1657), p. 194. Tugon sa Daan ng Krus sa Griyego: Kapulungan ng mga Obispong Katoliko ng Gresya (cen.gr).
fr: Autres sources des prières : Vatican News, sanctuaire de Fatima, Notre-Dame de Paris, AELF et Conférence épiscopale italienne (CEI). Également : basilique de Guadalupe ; GOARCH Digital Chant Stand ; IVE en Grèce (traduction grecque de l’Anima Christi par le P. F. Bravo IVE) ; paroisse catholique Saint-Nicolas de Tinos ; province ibérique des Carmes ; Natalia Smelova, Melkite Syriac Hymns to the Mother of God (2011), pour le texte syriaque médiéval du Sous votre protection. Officium Parvum Graece et Latine (Avignon: F. Seguin, 1823), pp. 7, 119, 121, 125. Alfonso Maria de’ Liguori: Esercizio della Via Crucis (1761); Mater dolorosa (1888). Angélus en grec : IVE en Grèce. Grandes antiennes Ô : vicariat Saint-Jacques (hébreu) et RusCatholic (russe). Verset d’ouverture du Rosaire en syriaque : Psaume 70,2, Polyglotte de Walton (1657), p. 194. Répons du Chemin de croix en grec : Conférence des évêques catholiques de Grèce (cen.gr).
he: מקורות נוספים לתפילות: חדשות הוותיקן, מקדש פטימה, קתדרלת נוטרדאם בפריז, AELF וועידת ההגמונים האיטלקית (CEI). וכן: בזיליקת גואדלופה; GOARCH Digital Chant Stand; IVE ביוון (נפש המשיח ביוונית בתרגום האב F. Bravo IVE); קהילת ניקולאוס הקדוש הקתולית בטינוס; המחוז הכרמליתי האיברי; Natalia Smelova, Melkite Syriac Hymns to the Mother of God (2011), לנוסח הסורי מימי הביניים של תחת חסותך. Officium Parvum Graece et Latine (Avignon: F. Seguin, 1823), pp. 7, 119, 121, 125. Alfonso Maria de’ Liguori: Esercizio della Via Crucis (1761); Mater dolorosa (1888). תפילת המלאך ביוונית: IVE ביוון. האנטיפונות לפני חג המולד: נציגות יעקב הצדיק (עברית) ו־RusCatholic (רוסית). פסוק הפתיחה של מחרוזת התפילה בסורית: תהילים 70:2, הפוליגלוטה של וולטון (1657), עמ׳ 194. המענה בדרך הצלב ביוונית: ועידת ההגמונים הקתולים של יוון (cen.gr).
it: Altre fonti delle preghiere: Vatican News, Santuario di Fatima, Notre-Dame de Paris, AELF e Conferenza Episcopale Italiana (CEI). Inoltre: basilica di Guadalupe; GOARCH Digital Chant Stand; IVE in Grecia (Anima Christi in greco tradotta da p. F. Bravo IVE); parrocchia cattolica di San Nicola a Tinos; provincia iberica dei Carmelitani; Natalia Smelova, Melkite Syriac Hymns to the Mother of God (2011), per il testo siriaco medievale del Sotto la tua protezione. Officium Parvum Graece et Latine (Avignon: F. Seguin, 1823), pp. 7, 119, 121, 125. Alfonso Maria de’ Liguori: Esercizio della Via Crucis (1761); Mater dolorosa (1888). Angelus in greco: IVE in Grecia. Antifone maggiori: Vicariato di San Giacomo (ebraico) e RusCatholic (russo). Versetto iniziale del Rosario in siriaco: Salmo 70,2, Bibbia poliglotta di Walton (1657), p. 194. Risposta della Via Crucis in greco: Conferenza dei vescovi cattolici della Grecia (cen.gr).
ru: Дополнительные источники молитв: Vatican News, святилище Фатимы, собор Парижской Богоматери, AELF и Итальянская епископская конференция (CEI). Также: базилика Гваделупской Богоматери; GOARCH Digital Chant Stand; IVE в Греции (греческий перевод Anima Christi — о. F. Bravo IVE); католический приход св. Николая на Тиносе; Иберийская провинция кармелитов; Natalia Smelova, Melkite Syriac Hymns to the Mother of God (2011), для средневекового сирийского текста «Под Твою защиту». Officium Parvum Graece et Latine (Avignon: F. Seguin, 1823), pp. 7, 119, 121, 125. Alfonso Maria de’ Liguori: Esercizio della Via Crucis (1761); Mater dolorosa (1888). «Ангел Господень» на греческом: IVE в Греции. Великие антифоны «О»: викариат святого Иакова (иврит) и «Рускатолик» (русский). Начальный стих Розария на сирийском: Псалом 70:2, Полиглотта Уолтона (1657), с. 194. Ответ в Крестном пути на греческом: Конференция католических епископов Греции (cen.gr).
uk: Додаткові джерела молитов: Vatican News, санктуарій у Фатімі, Собор Паризької Богоматері, AELF та Італійська єпископська конференція (CEI). Також: базиліка Гваделупської Богоматері; GOARCH Digital Chant Stand; IVE Greece (грецький переклад Anima Christi — о. F. Bravo IVE); католицька парафія святого Миколая, Тінос; Іберійська провінція кармелітів; Наталія Смелова, Melkite Syriac Hymns to the Mother of God (2011), для середньовічної сирійської молитви «Під Твою милість». Officium Parvum Graece et Latine (Авіньйон: F. Seguin, 1823), с. 7, 119, 121, 125. Альфонс Марія де Лігуорі: Esercizio della Via Crucis (1761); Mater dolorosa (1888). «Ангел Господній» грецькою: IVE у Греції. Великі антифони «О»: Вікаріат святого Якова (іврит) і RusCatholic (російська). Початковий вірш Розарію сирійською: Псалом 70:2, Поліглота Волтона (1657), с. 194. Відповідь Хресної дороги грецькою: Конференція католицьких єпископів Греції (cen.gr).

# about.additionalSources
source: French Scripture: Crampon (1923), public domain. Italian Scripture: Antonio Martini; structured data © Giovanni Novelli, CC BY 4.0 (parolaviva.art). French and Italian prayers: Vatican Compendium. Pope’s intentions: Pope’s Worldwide Prayer Network (2026–2027); Hebrew and Ukrainian translations by Prosary. Russian intentions (2026): translation by t.me/ihsovs, published by the Immaculate Conception parish in Chelyabinsk (cc74.wordpress.com/rosary/).
ar: الكتاب المقدس بالفرنسية: كرامبون (1923)، ملك عام. الكتاب المقدس بالإيطالية: أنطونيو مارتيني؛ البيانات المنظّمة © Giovanni Novelli، بترخيص CC BY 4.0 ‏(parolaviva.art). الصلوات بالفرنسية والإيطالية: موجز التعليم المسيحي للفاتيكان. نيات البابا: شبكة صلاة البابا العالمية (2026–2027)؛ الترجمتان العبرية والأوكرانية من Prosary. النيات بالروسية (2026): ترجمة t.me/ihsovs، نشرتها رعية الحبل بلا دنس في تشيليابينسك (cc74.wordpress.com/rosary/).
fil: Banal na Kasulatan sa Pranses: Crampon (1923), pampublikong dominyo. Sa Italyano: Antonio Martini; nakabalangkas na datos © Giovanni Novelli, CC BY 4.0 (parolaviva.art). Mga panalangin sa Pranses at Italyano: Kompendyum ng Vaticano. Mga intensiyon ng Papa: Pandaigdigang Samahan ng Panalangin ng Papa (2026–2027); mga salin sa Hebreo at Ukrainian ng Prosary. Mga intensiyon sa Ruso (2026): salin ng t.me/ihsovs, inilathala ng Parokya ng Kalinis-linisang Paglilihi sa Chelyabinsk (cc74.wordpress.com/rosary/).
fr: Écriture en français : Crampon (1923), domaine public. Écriture en italien : Antonio Martini ; données structurées © Giovanni Novelli, CC BY 4.0 (parolaviva.art). Prières en français et en italien : Compendium du Vatican. Intentions du Pape : Réseau mondial de prière du Pape (2026–2027) ; traductions en hébreu et en ukrainien par Prosary. Intentions en russe (2026) : traduction de t.me/ihsovs, publiée par la paroisse de l’Immaculée Conception de Tcheliabinsk (cc74.wordpress.com/rosary/).
he: כתבי הקודש בצרפתית: קראמפון (1923), נחלת הכלל. כתבי הקודש באיטלקית: אנטוניו מרטיני; נתונים מובנים © Giovanni Novelli, ברישיון CC BY 4.0 ‏(parolaviva.art). תפילות בצרפתית ובאיטלקית: תמצית הקטכיזם של הוותיקן. כוונות האפיפיור: רשת התפילה העולמית של האפיפיור (2026–2027); תרגומים לעברית ולאוקראינית מאת Prosary. כוונות ברוסית (2026): תרגום מאת t.me/ihsovs, שפורסם באתר קהילת העיבור ללא חטא בצ׳ליאבינסק (cc74.wordpress.com/rosary/).
it: Sacra Scrittura in francese: Crampon (1923), pubblico dominio. In italiano: Antonio Martini; dati strutturati © Giovanni Novelli, CC BY 4.0 (parolaviva.art). Preghiere in francese e italiano: Compendio del Vaticano. Intenzioni del Papa: Rete Mondiale di Preghiera del Papa (2026–2027); traduzioni in ebraico e ucraino di Prosary. Intenzioni in russo (2026): traduzione di t.me/ihsovs, pubblicata dalla parrocchia dell’Immacolata Concezione di Čeljabinsk (cc74.wordpress.com/rosary/).
ru: Священное Писание на французском: Крампон (1923), общественное достояние. На итальянском: Антонио Мартини; структурированные данные © Giovanni Novelli, CC BY 4.0 (parolaviva.art). Молитвы на французском и итальянском: Компендиум Катехизиса Ватикана. Намерения Папы: Всемирная молитвенная сеть Папы (2026–2027); переводы на иврит и украинский — Prosary. Намерения на русском (2026): перевод t.me/ihsovs, опубликованный приходом Непорочного Зачатия в Челябинске (cc74.wordpress.com/rosary/).
uk: Святе Письмо французькою: Крампон (1923), суспільне надбання. Святе Письмо італійською: Антоніо Мартіні; структуровані дані © Giovanni Novelli, CC BY 4.0 (parolaviva.art). Молитви французькою та італійською: Ватиканський компендіум. Намірення Папи: Всесвітня мережа молитви Папи (2026–2027); переклади івритом та українською — Prosary. Намірення російською (2026): переклад t.me/ihsovs, опублікований парафією Непорочного Зачаття в Челябінську (cc74.wordpress.com/rosary/).

# about.calendarData
source: Calendar and readings data: LitCal (litcal.johnromanodorazio.com), Missale Meum (missalemeum.com), and Evangelizo.org — Daily Gospel, © Evangelizo.org (Roman, Syriac Catholic and Maronite data). Byzantine readings follow the official Ukrainian Greek Catholic Church calendar (ugcc.ua) for Julian Easter, or Royal Doors (royaldoors.net) for Gregorian Easter. Hebrew feast and saint names: Evangelizo HE, the St James Vicariate (catholic.co.il), the Christian Media Center (cmc-terrasanta.org), and Vatican News (vaticannews.va). Additional display-title translations are editorial work by Prosary, not official church editions.
ar: بيانات التقويم والقراءات: LitCal (litcal.johnromanodorazio.com) وMissale Meum (missalemeum.com) وEvangelizo.org — Daily Gospel، © Evangelizo.org (البيانات الرومانية والسريانية الكاثوليكية والمارونية). تتبع القراءات البيزنطية تقويم الكنيسة الأوكرانية للروم الكاثوليك الرسمي (ugcc.ua) للفصح اليولياني، أو Royal Doors (royaldoors.net) للفصح الغريغوري. أسماء الأعياد والقديسين بالعبرية: Evangelizo HE ونيابة القديس يعقوب (catholic.co.il) والمركز الإعلامي المسيحي (cmc-terrasanta.org) وأخبار الفاتيكان (vaticannews.va). ترجمات عناوين العرض الإضافية عمل تحريري من Prosary وليست طبعات كنسية رسمية.
fil: Datos ng kalendaryo at mga pagbasa: LitCal (litcal.johnromanodorazio.com), Missale Meum (missalemeum.com), at Evangelizo.org — Daily Gospel, © Evangelizo.org (datos para sa ritong Romano, Siriac Katoliko at Maronita). Ang mga pagbasa sa ritong Bizantino ay mula sa opisyal na kalendaryo ng Simbahang Griyego Katoliko ng Ukraine (ugcc.ua) para sa Paskuwang Juliano, o Royal Doors (royaldoors.net) para sa Paskuwang Gregoriano. Mga pangalan ng kapistahan at santo sa Hebreo: Evangelizo HE, Bikaryato ni Santiago (catholic.co.il), Christian Media Center (cmc-terrasanta.org), at Vatican News (vaticannews.va). Ang karagdagang salin ng mga pamagat ay gawaing editoryal ng Prosary at hindi opisyal na mga edisyon ng simbahan.
fr: Données des calendriers et lectures : LitCal (litcal.johnromanodorazio.com), Missale Meum (missalemeum.com) et Evangelizo.org — Daily Gospel, © Evangelizo.org (données romaines, syriaques catholiques et maronites). Les lectures byzantines suivent le calendrier officiel de l’Église gréco-catholique ukrainienne (ugcc.ua) pour Pâques julienne, ou Royal Doors (royaldoors.net) pour Pâques grégorienne. Noms hébreux des fêtes et des saints : Evangelizo HE, Vicariat Saint-Jacques (catholic.co.il), Christian Media Center (cmc-terrasanta.org) et Vatican News (vaticannews.va). Les traductions supplémentaires des titres sont un travail éditorial de Prosary, et non des éditions ecclésiales officielles.
he: נתוני לוחות השנה והמקראות: LitCal (litcal.johnromanodorazio.com), Missale Meum (missalemeum.com), ו־Evangelizo.org — Daily Gospel, © Evangelizo.org (נתונים רומיים, סוריים־קתוליים ומרוניים). המקראות הביזנטיים נלקחו מלוח הכנסייה היוונית־קתולית האוקראינית (ugcc.ua) לפסחא היוליאני, או מ־Royal Doors (royaldoors.net) לפסחא הגרגוריאני. שמות חגים וקדושים בעברית: Evangelizo HE, נציגות יעקב הצדיק (catholic.co.il), המרכז לתקשורת נוצרית (cmc-terrasanta.org), וחדשות הוותיקן (vaticannews.va). תרגומי כותרות נוספים הם עבודת עריכה של Prosary, ואינם מהדורות כנסייתיות רשמיות.
it: Dati dei calendari e delle letture: LitCal (litcal.johnromanodorazio.com), Missale Meum (missalemeum.com) ed Evangelizo.org — Daily Gospel, © Evangelizo.org (dati romani, siriaci cattolici e maroniti). Le letture bizantine seguono il calendario ufficiale della Chiesa greco-cattolica ucraina (ugcc.ua) per la Pasqua giuliana, oppure Royal Doors (royaldoors.net) per la Pasqua gregoriana. Nomi ebraici delle feste e dei santi: Evangelizo HE, Vicariato di San Giacomo (catholic.co.il), Christian Media Center (cmc-terrasanta.org) e Vatican News (vaticannews.va). Le ulteriori traduzioni dei titoli sono un lavoro editoriale di Prosary, non edizioni ecclesiastiche ufficiali.
ru: Данные календарей и чтений: LitCal (litcal.johnromanodorazio.com), Missale Meum (missalemeum.com) и Evangelizo.org — Daily Gospel, © Evangelizo.org (римские, сиро-католические и маронитские данные). Византийские чтения следуют официальному календарю Украинской греко-католической церкви (ugcc.ua) для юлианской Пасхи или Royal Doors (royaldoors.net) для григорианской Пасхи. Названия праздников и имена святых на иврите: Evangelizo HE, Викариат святого Иакова (catholic.co.il), Христианский медиацентр (cmc-terrasanta.org) и Vatican News (vaticannews.va). Дополнительные переводы названий подготовлены редакцией Prosary и не являются официальными церковными изданиями.
uk: Дані календарів і читань: LitCal (litcal.johnromanodorazio.com), Missale Meum (missalemeum.com) та Evangelizo.org — Щоденне Євангеліє, © Evangelizo.org (римський, сирійський католицький і маронітський календарі). Візантійські читання відповідають офіційному календарю Української Греко-Католицької Церкви (ugcc.ua) для Пасхи за юліанською пасхалією або Royal Doors (royaldoors.net) для Пасхи за григоріанською пасхалією. Назви свят та імена святих івритом: Evangelizo HE, Вікаріат святого Якова (catholic.co.il), Християнський медіацентр (cmc-terrasanta.org) та Vatican News (vaticannews.va). Додаткові переклади назв виконані редакцією Prosary і не є офіційними церковними виданнями.
